Repository: veldenb/plugin.program.moonlight-qt
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr

# #30002
source: Update
fr_fr: Mise à jour

# #30003
source: Update Moonlight to the latest version
fr_fr: Mettre à jour Moonlight vers la dernière version

# #30004
source: Settings
fr_fr: Réglages

# #30005
source: Display
fr_fr: Affichage

# #30006
source: EGL resolution
fr_fr: Résolution EGL

# #30007
source: Force a resolution on EGL systems like the Raspberry Pi. In some situations lowering the resolution gives better performance.
fr_fr: Forcez une résolution sur les systèmes EGL comme le Raspberry Pi. Dans certaines situations, une résolution inférieure donne de meilleures performances.

# #30008
source: Default
fr_fr: Défaut

# #30021
source: 5.1 Surround ALSA channel mapping
fr_fr: Mappage des canaux 5.1 Surround ALSA

# #30022
source: 7.1 Surround ALSA channel mapping
fr_fr: Mappage des canaux 7.1 Surround ALSA

# #30023
source: Speaker test
fr_fr: Test du haut-parleur

# #30024
source: Choose an audio channel that matches the speaker
fr_fr: Choisissez un canal audio qui appartient au haut-parleur

# #30030
source: Front Left
fr_fr: Avant gauche

# #30031
source: Front Right
fr_fr: Avant droit

# #30032
source: Rear Left
fr_fr: Arrière gauche

# #30033
source: Rear Right
fr_fr: Arrière droit

# #30034
source: Center
fr_fr: Centre

# #30035
source: LFE (Subwoofer)
fr_fr: LFE (caisson de basses)

# #30036
source: Side Left
fr_fr: Côté gauche

# #30037
source: Side Right
fr_fr: Côté droit

# #30100
source: Install Moonlight
fr_fr: Installer Moonlight

# #30101
source: Do you want install the latest version of Moonlight? This will take a few minutes.
fr_fr: Voulez-vous installer la dernière version de Moonlight ? Cela va prendre quelques minutes.

# #30102
source: Do you want update to the latest version of Moonlight? This will take a few minutes.
fr_fr: Voulez-vous mettre à jour vers la dernière version de Moonlight ? Cela va prendre quelques minutes.

# #30103
source: Updating Moonlight
fr_fr: Mise à jour de Moonlight

# #30104
source: Updating Moonlight, this will take a while...
fr_fr: Mise à jour de Moonlight, cela va prendre du temps...

# #30105
source: Update failed: %(error_msg)s
fr_fr: Mise à jour échouée : %(error_msg)s

# #30106
source: Update finished!
fr_fr: Mise à jour terminée !

# #30200
source: Launching Moonlight
fr_fr: Lancement de Moonlight

# #30201
source: Moonlight not installed, aborting launch!
fr_fr: Moonlight n'est pas installé, démarrage annulé !

# #30202
source: Starting %(game)s...
fr_fr: Démarrage de %(game)s...

# #30203
source: Launch failed!
fr_fr: Lancement échoué !
